/* title of html error message */
"ERROR_MESSAGE_MAIN" = "Documentul nu poate fi citit.";

/* generic error message */
"ERROR_MESSAGE_REASON" = "A survenit o eroare la citirea documentului.";

/* Text on alert when invalid URL clicked in attachment */
"ATTACHMENT_INVALID_URL" = "Privire rapidă nu poate deschide pagina, deoarece adresa nu e validă";

/* message displayed when a document is password protected */
"PASSWORD_MESSAGE" = "“%@” este protejat prin parolă.";
